[
  {"id":"bowlesCoevolutionIndividual2003b","abstract":"We present agent-based simulations of a model of a deme-structured population in which group differences in social institutions are culturally transmitted and individual behaviors are genetically transmitted. We use a standard extended fitness accounting framework to identify the parameter space for which this co-evolutionary process generates high levels of group-beneficial behaviors. We show that intergroup conflicts may explain the evolutionary success of both: (a) altruistic forms of human sociality towards unrelated members of one's group; and (b) group-level institutional structures such as food sharing which have emerged and diffused repeatedly in a wide variety of ecologies during the course of human history. Group-beneficial behaviors may evolve if (a) they inflict sufficient fitness costs on outgroup individuals and (b) group-level institutions limit the individual fitness costs of these behaviors and thereby attenuate within-group selection against these behaviors. Thus, the evolutionary success of individually costly but group-beneficial behaviors in the relevant environments during the first 90,000 years of anatomically modern human existence may have been a consequence of distinctive human capacities in social institution building.","accessed":{"date-parts":[[2020,4,1]]},"author":[{"family":"Bowles","given":"Samuel"},{"family":"Choi","given":"Jung-Kyoo"},{"family":"Hopfensitz","given":"Astrid"}],"container-title":"Journal of Theoretical Biology","container-title-short":"Journal of Theoretical Biology","DOI":"10.1016/S0022-5193(03)00060-2","ISSN":"0022-5193","issue":"2","issued":{"date-parts":[[2003,7,21]]},"language":"en","page":"135-147","source":"ScienceDirect","title":"The co-evolution of individual behaviors and social institutions","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S0022519303000602","volume":"223"},
  {"id":"bowlesDidWarfare2009","abstract":"Since Darwin, intergroup hostilities have figured prominently in explanations of the evolution of human social behavior. Yet whether ancestral humans were largely “peaceful” or “warlike” remains controversial. I ask a more precise question: If more cooperative groups were more likely to prevail in conflicts with other groups, was the level of intergroup violence sufficient to influence the evolution of human social behavior? Using a model of the evolutionary impact of between-group competition and a new data set that combines archaeological evidence on causes of death during the Late Pleistocene and early Holocene with ethnographic and historical reports on hunter-gatherer populations, I find that the estimated level of mortality in intergroup conflicts would have had substantial effects, allowing the proliferation of group-beneficial behaviors that were quite costly to the individual altruist.\nPrehistoric conflict among humans could have favored the survival of groups containing altruists.\nPrehistoric conflict among humans could have favored the survival of groups containing altruists.","accessed":{"date-parts":[[2020,4,1]]},"author":[{"family":"Bowles","given":"Samuel"}],"container-title":"Science","DOI":"10.1126/science.1168112","ISSN":"0036-8075, 1095-9203","issue":"5932","issued":{"date-parts":[[2009,6,5]]},"language":"en","page":"1293-1298","PMID":"19498163","publisher":"American Association for the Advancement of Science","section":"Research Article","source":"science.sciencemag.org","title":"Did Warfare Among Ancestral Hunter-Gatherers Affect the Evolution of Human Social Behaviors?","type":"article-journal","URL":"https://science.sciencemag.org/content/324/5932/1293","volume":"324"},
  {"id":"bowlesGroupCompetition2006","abstract":"Humans behave altruistically in natural settings and experiments. A possible explanation—that groups with more altruists survive when groups compete—has long been judged untenable on empirical grounds for most species. But there have been no empirical tests of this explanation for humans. My empirical estimates show that genetic differences between early human groups are likely to have been great enough so that lethal intergroup competition could account for the evolution of altruism. Crucial to this process were distinctive human practices such as sharing food beyond the immediate family, monogamy, and other forms of reproductive leveling. These culturally transmitted practices presuppose advanced cognitive and linguistic capacities, possibly accounting for the distinctive forms of altruism found in our species.\nEarly human practices requiring language and sophisticated cognition enhanced the contribution of altruism to group survival, perhaps selecting for altruistic traits.\nEarly human practices requiring language and sophisticated cognition enhanced the contribution of altruism to group survival, perhaps selecting for altruistic traits.","accessed":{"date-parts":[[2020,4,1]]},"author":[{"family":"Bowles","given":"Samuel"}],"container-title":"Science","DOI":"10.1126/science.1134829","ISSN":"0036-8075, 1095-9203","issue":"5805","issued":{"date-parts":[[2006,12,8]]},"language":"en","page":"1569-1572","PMID":"17158320","publisher":"American Association for the Advancement of Science","section":"Research Article","source":"science.sciencemag.org","title":"Group Competition, Reproductive Leveling, and the Evolution of Human Altruism","type":"article-journal","URL":"https://science.sciencemag.org/content/314/5805/1569","volume":"314"},
  {"id":"boydEvolutionAltruistic2003","abstract":"Both laboratory and field data suggest that people punish noncooperators even in one-shot interactions. Although such “altruistic punishment” may explain the high levels of cooperation in human societies, it creates an evolutionary puzzle: existing models suggest that altruistic cooperation among nonrelatives is evolutionarily stable only in small groups. Thus, applying such models to the evolution of altruistic punishment leads to the prediction that people will not incur costs to punish others to provide benefits to large groups of nonrelatives. However, here we show that an important asymmetry between altruistic cooperation and altruistic punishment allows altruistic punishment to evolve in populations engaged in one-time, anonymous interactions. This process allows both altruistic punishment and altruistic cooperation to be maintained even when groups are large and other parameter values approximate conditions that characterize cultural evolution in the small-scale societies in which humans lived for most of our prehistory.","accessed":{"date-parts":[[2020,4,1]]},"author":[{"family":"Boyd","given":"Robert"},{"family":"Gintis","given":"Herbert"},{"family":"Bowles","given":"Samuel"},{"family":"Richerson","given":"Peter J."}],"container-title":"Proceedings of the National Academy of Sciences","container-title-short":"PNAS","DOI":"10.1073/pnas.0630443100","ISSN":"0027-8424, 1091-6490","issue":"6","issued":{"date-parts":[[2003,3,18]]},"language":"en","page":"3531-3535","PMID":"12631700","publisher":"National Academy of Sciences","section":"Social Sciences","source":"www.pnas.org","title":"The evolution of altruistic punishment","type":"article-journal","URL":"https://www.pnas.org/content/100/6/3531","volume":"100"},
  {"id":"cantBandedMongooses2016","accessed":{"date-parts":[[2020,2,8]]},"author":[{"family":"Cant","given":"Michael A."},{"family":"Nichols","given":"Hazel J."},{"family":"Thompson","given":"Faye J."},{"family":"Vitikainen","given":"Emma"}],"container-title":"Cooperative Breeding in Vertebrates","DOI":"10.1017/CBO9781107338357.019","editor":[{"family":"Koenig","given":"Walter D."},{"family":"Dickinson","given":"Janis L."}],"event-place":"Cambridge","ISBN":"978-1-107-33835-7","issued":{"date-parts":[[2016]]},"language":"en","page":"318-337","publisher":"Cambridge University Press","publisher-place":"Cambridge","source":"Crossref","title":"Banded mongooses: Demography, life history, and social behavior","title-short":"Banded mongooses","type":"chapter","URL":"https://www.cambridge.org/core/product/identifier/9781107338357%23CN-bp-18/type/book_part"},
  {"id":"choiCoevolutionParochial2007","abstract":"Altruism—benefiting fellow group members at a cost to oneself—and parochialism—hostility toward individuals not of one's own ethnic, racial, or other group—are common human behaviors. The intersection of the two—which we term “parochial altruism”—is puzzling from an evolutionary perspective because altruistic or parochial behavior reduces one's payoffs by comparison to what one would gain by eschewing these behaviors. But parochial altruism could have evolved if parochialism promoted intergroup hostilities and the combination of altruism and parochialism contributed to success in these conflicts. Our game-theoretic analysis and agent-based simulations show that under conditions likely to have been experienced by late Pleistocene and early Holocene humans, neither parochialism nor altruism would have been viable singly, but by promoting group conflict, they could have evolved jointly.","accessed":{"date-parts":[[2020,4,1]]},"author":[{"family":"Choi","given":"Jung-Kyoo"},{"family":"Bowles","given":"Samuel"}],"container-title":"Science","DOI":"10.1126/science.1144237","ISSN":"0036-8075, 1095-9203","issue":"5850","issued":{"date-parts":[[2007,10,26]]},"language":"en","page":"636-640","PMID":"17962562","publisher":"American Association for the Advancement of Science","section":"Report","source":"science.sciencemag.org","title":"The Coevolution of Parochial Altruism and War","type":"article-journal","URL":"https://science.sciencemag.org/content/318/5850/636","volume":"318"},
  {"id":"ClaireThesis","title":"Claire Thesis Chapter","type":"article"},
  {"id":"cornwallisCooperationFacilitates2017","accessed":{"date-parts":[[2020,5,5]]},"author":[{"family":"Cornwallis","given":"Charlie K."},{"family":"Botero","given":"Carlos A."},{"family":"Rubenstein","given":"Dustin R."},{"family":"Downing","given":"Philip A."},{"family":"West","given":"Stuart A."},{"family":"Griffin","given":"Ashleigh S."}],"container-title":"Nature Ecology & Evolution","DOI":"10.1038/s41559-016-0057","ISSN":"2397-334X","issue":"3","issued":{"date-parts":[[2017,3]]},"language":"en","source":"Crossref","title":"Cooperation facilitates the colonization of harsh environments","type":"article-journal","URL":"http://www.nature.com/articles/s41559-016-0057","volume":"1"},
  {"id":"dedreuIngroupDefense2016","abstract":"Intergroup conflict persists when and because individuals make costly contributions to their group's fighting capacity, but how groups organize contributions into effective collective action remains poorly understood. Here we distinguish between contributions aimed at subordinating out-groups (out-group aggression) from those aimed at defending the in-group against possible out-group aggression (in-group defense). We conducted two experiments in which three-person aggressor groups confronted three-person defender groups in a multiround contest game (n = 276; 92 aggressor-defender contests). Individuals received an endowment from which they could contribute to their group's fighting capacity. Contributions were always wasted, but when the aggressor group's fighting capacity exceeded that of the defender group, the aggressor group acquired the defender group's remaining resources (otherwise, individuals on both sides were left with the remainders of their endowment). In-group defense appeared stronger and better coordinated than out-group aggression, and defender groups survived roughly 70% of the attacks. This low success rate for aggressor groups mirrored that of group-hunting predators such as wolves and chimpanzees (n = 1,382 cases), hostile takeovers in industry (n = 1,637 cases), and interstate conflicts (n = 2,586). Furthermore, whereas peer punishment increased out-group aggression more than in-group defense without affecting success rates (Exp. 1), sequential (vs. simultaneous) decision-making increased coordination of collective action for out-group aggression, doubling the aggressor's success rate (Exp. 2). The relatively high success rate of in-group defense suggests evolutionary and cultural pressures may have favored capacities for cooperation and coordination when the group goal is to defend, rather than to expand, dominate, and exploit.","author":[{"family":"De Dreu","given":"Carsten K. W."},{"family":"Gross","given":"Jörg"},{"family":"Méder","given":"Zsombor"},{"family":"Giffin","given":"Michael"},{"family":"Prochazkova","given":"Eliska"},{"family":"Krikeb","given":"Jonathan"},{"family":"Columbus","given":"Simon"}],"container-title":"Proceedings of the National Academy of Sciences of the United States of America","container-title-short":"Proc Natl Acad Sci U S A","DOI":"10.1073/pnas.1605115113","ISSN":"1091-6490","issue":"38","issued":{"date-parts":[[2016,9,20]]},"language":"eng","page":"10524-10529","PMCID":"PMC5035908","PMID":"27601640","source":"PubMed","title":"In-group defense, out-group aggression, and coordination failures in intergroup conflict","type":"article-journal","volume":"113"},
  {"id":"downingGroupFormation2020","accessed":{"date-parts":[[2020,6,22]]},"author":[{"family":"Downing","given":"Philip A."},{"family":"Griffin","given":"Ashleigh S."},{"family":"Cornwallis","given":"Charlie K."}],"container-title":"Nature Ecology & Evolution","DOI":"10.1038/s41559-020-1113-x","ISSN":"2397-334X","issue":"3","issued":{"date-parts":[[2020,3]]},"language":"en","page":"479-486","source":"Crossref","title":"Group formation and the evolutionary pathway to complex sociality in birds","type":"article-journal","URL":"http://www.nature.com/articles/s41559-020-1113-x","volume":"4"},
  {"id":"garfinkelEconomicsConflict2006","abstract":"In this chapter, we review the recent literature on conﬂict and appropriation. Allowing for the possibility of conﬂict, which amounts to recognizing the possibility that property rights are not perfectly and costlessly enforced, represents a signiﬁcant departure from the traditional paradigm of economics. The research we emphasize, however, takes an economic perspective. Speciﬁcally, it applies conventional optimization techniques and game-theoretic tools to study the allocation of resources among competing activities— productive and otherwise appropriative, such as grabbing the product and wealth of others as well as defending one’s own product and wealth. In contrast to other economic activities in which inputs are combined cooperatively through production functions, the inputs to appropriation are combined adversarially through technologies of conﬂict.","accessed":{"date-parts":[[2021,4,1]]},"author":[{"family":"Garfinkel","given":"Michelle R."},{"family":"Skaperdas","given":"Stergios"}],"container-title":"SSRN Electronic Journal","container-title-short":"SSRN Journal","DOI":"10.2139/ssrn.895307","ISSN":"1556-5068","issued":{"date-parts":[[2006]]},"language":"en","source":"DOI.org (Crossref)","title":"Economics of Conflict: An Overview","title-short":"Economics of Conflict","type":"article-journal","URL":"http://www.ssrn.com/abstract=895307"},
  {"id":"ImpactResource","accessed":{"date-parts":[[2021,6,23]]},"title":"The Impact of Resource Uncertainty and Intergroup Conflict on Harvesting in the Common-Pool Resource Experiment | SpringerLink","type":"webpage","URL":"https://link.springer.com/article/10.1007/s10640-017-0193-9"},
  {"id":"inzaniSpontaneousAbortion2019","accessed":{"date-parts":[[2020,2,8]]},"author":[{"family":"Inzani","given":"E."},{"family":"Marshall","given":"H. H."},{"family":"Thompson","given":"F. J."},{"family":"Kalema-Zikusoka","given":"G."},{"family":"Cant","given":"M. A."},{"family":"Vitikainen","given":"E. I. K."}],"container-title":"Biology Letters","DOI":"10.1098/rsbl.2019.0529","ISSN":"1744-9561, 1744-957X","issue":"12","issued":{"date-parts":[[2019,12]]},"language":"en","page":"20190529","source":"Crossref","title":"Spontaneous abortion as a response to reproductive conflict in the banded mongoose","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rsbl.2019.0529","volume":"15"},
  {"id":"itoPromotionCooperation2017","abstract":"The evolution of cooperative behavior is one of the most important issues in game theory. Previous studies have shown that cooperation can evolve only under highly limited conditions, and various modifications have been introduced to games to explain the evolution of cooperation. Recently, a utility function basic to game theory was shown to be dependent on current wealth as a conditional (state) variable in a dynamic version of utility theory. Here, we introduce this dynamic utility function to several games. Under certain conditions, poor players exhibit cooperative behavior in two types of chicken games (the hawk-dove game and the snowdrift game) but not in the prisoner’s dilemma game and the stag hunt game. This result indicates that cooperation can be exhibited by the poor in some chicken games. Thus, the evolution of cooperation may not be as limited as has been suggested in previous studies.","accessed":{"date-parts":[[2021,6,29]]},"author":[{"family":"Ito","given":"Hiromu"},{"family":"Katsumata","given":"Yuki"},{"family":"Hasegawa","given":"Eisuke"},{"family":"Yoshimura","given":"Jin"}],"container-title":"Scientific Reports","container-title-short":"Sci Rep","DOI":"10.1038/srep43377","ISSN":"2045-2322","issue":"1","issued":{"date-parts":[[2017,2,24]]},"language":"en","note":"Bandiera_abtest: a\nCc_license_type: cc_by\nCg_type: Nature Research Journals\nPrimary_atype: Research\nSubject_term: Applied mathematics;Evolutionary ecology;Evolutionary theory;Population genetics;Social evolution\nSubject_term_id: applied-mathematics;evolutionary-ecology;evolutionary-theory;population-genetics;social-evolution","number":"1","page":"43377","publisher":"Nature Publishing Group","source":"www.nature.com","title":"The promotion of cooperation by the poor in dynamic chicken games","type":"article-journal","URL":"https://www.nature.com/articles/srep43377","volume":"7"},
  {"id":"johnstoneSexDifferences2008","abstract":"In this article, we explore the impact of sex‐biased dispersal on local relatedness and on selection for helping and harming behavior among males and females. We show that in a patch‐structured population, when there is a marked sex bias in dispersal, selection will almost always favor harming behavior among individuals of the sex more prone to dispersal. This result holds regardless of the effects of mating skew or overlapping generations. Selection may well also favor helping behavior among individuals of the philopatric sex, particularly if there is generational overlap, but this is less likely to occur if individuals of the philopatric sex compete more intensely for fewer breeding opportunities. In this last case, if generational overlap is low and mating skew pronounced, the result may be selection for harming behavior among both males and females. In general, the rate of dispersal and the level of relatedness among individuals of one sex do not reliably predict their level of helping or harming behavior; selection on either males or females depends on the dispersal of both sexes.","accessed":{"date-parts":[[2020,2,15]]},"author":[{"family":"Johnstone","given":"Rufus A."},{"family":"Cant","given":"Michael A."}],"container-title":"The American Naturalist","container-title-short":"The American Naturalist","DOI":"10.1086/589899","ISSN":"0003-0147","issue":"3","issued":{"date-parts":[[2008,9,1]]},"page":"318-330","source":"journals.uchicago.edu (Atypon)","title":"Sex Differences in Dispersal and the Evolution of Helping and Harming.","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/589899","volume":"172"},
  {"id":"koenigEvolutionDelayed1992","abstract":"Why do the young of cooperative breeders-species in which more than two individuals help raise offspring at a single nest-delay dispersal and live in groups? Answering this deceptively simple question involves examining the costs and benefits of three alternative strategies: (1) dispersal and attempting to breed, (2) dispersal and floating, and (3) delayed dispersal and helping. If, all other things being equal, the fitness of individuals that delay dispersal is greater than the fitness of individuals that disperse and freed on their own, intrinsic benefits are paramount to the current maintenance of delayed dispersal. Intrinsic benefits are directly due to living with others and may include enhanced foraging efficienty and redudec susceptibility to predation. However, if individuals that disperse and attempt to breed in high-quality habitat achieve the highest fitness, extrinsic constraints on the ability of offspring to obtain such high-quality breeding opportunities force offspring to either delay dispersal or float. The relevant constraint to independent reproduction has frequently been termed habitat saturation. This concept, of itself, fails to explain the evolution of delayed dispersal. Instead, we propose the delayed-dispersal threshold model as a guide for organizing and evaluating the ecological factors potentially responsible for this phenomenon. We identify five parameters critical to the probability of delayed dispersal: relative population desnity, the fitness differential between early dispersal/breeding and delayed dispersal, the observed or hypothetical fitness of floaters, the distribution of territory quality, and spatiotemporal environmental variability. A key conclusion from the model is that no one factor by itself causes delayed dispersal and cooperative breeding. However, a difference in the dispersal patterns between two closely related species or populations (or between individuals in the same population in different years) may be attributable to one or a small set of factors. Much remains to be done to pinpoint the relative importance of different ecological factors in promoting delayed dispersal. This is underscored by our current inability to explain satisfactory several patterns including the relative significance of flooting, geographic biases in the incidence of cooperative breeding, sexual asymmetries in delayed dispersal, the relationship between delayed dispersal leading to helping behavior and cooperative polygamy, and the rarity of the co-occurrence of helpers and floaters within the same population. Advances in this field remain to be made along several fronts. In particular, we advocate experimental tests of specific ecological factors affecting the parameters of the delayed-dispersal threshold model, studies of noncooperatively breeding taxa focusing on what constraints to independent reproduction exist and why they do not result in delayed dispersal, and studies of intraspecific variation in group size and composition of cooperative breeders in relation to local habitat gradients and patchiness.","accessed":{"date-parts":[[2020,6,19]]},"archive":"JSTOR","author":[{"family":"Koenig","given":"Walter D."},{"family":"Pitelka","given":"Frank A."},{"family":"Carmen","given":"William J."},{"family":"Mumme","given":"Ronald L."},{"family":"Stanback","given":"Mark T."}],"container-title":"The Quarterly Review of Biology","ISSN":"0033-5770","issue":"2","issued":{"date-parts":[[1992]]},"page":"111-150","publisher":"University of Chicago Press","source":"JSTOR","title":"The Evolution of Delayed Dispersal in Cooperative Breeders","type":"article-journal","URL":"https://www.jstor.org/stable/2831435","volume":"67"},
  {"id":"lehmannDemographicBenefits2011","abstract":"Intraspecific coalitional aggression between groups of individuals is a widespread trait in the animal world. It occurs in invertebrates and vertebrates, and is prevalent in humans. What are the conditions under which coalitional aggression evolves in natural populations? In this article, I develop a mathematical model delineating conditions where natural selection can favor the coevolution of belligerence and bravery between small-scale societies. Belligerence increases an actor's group probability of trying to conquer another group and bravery increase the actors's group probability of defeating an attacked group. The model takes into account two different types of demographic scenarios that may lead to the coevolution of belligerence and bravery. Under the first, the fitness benefits driving the coevolution of belligerence and bravery come through the repopulation of defeated groups by fission of victorious ones. Under the second demographic scenario, the fitness benefits come through a temporary increase in the local carrying capacity of victorious groups, after transfer of resources from defeated groups to victorious ones. The analysis of the model suggests that the selective pressures on belligerence and bravery are stronger when defeated groups can be repopulated by victorious ones. The analysis also suggests that, depending on the shape of the contest success function, costly bravery can evolve in groups of any size.","accessed":{"date-parts":[[2020,4,3]]},"author":[{"family":"Lehmann","given":"Laurent"}],"container-title":"PLOS ONE","container-title-short":"PLOS ONE","DOI":"10.1371/journal.pone.0021437","ISSN":"1932-6203","issue":"7","issued":{"date-parts":[[2011,7,5]]},"language":"en","page":"e21437","publisher":"Public Library of Science","source":"PLoS Journals","title":"The Demographic Benefits of Belligerence and Bravery: Defeated Group Repopulation or Victorious Group Size Expansion?","title-short":"The Demographic Benefits of Belligerence and Bravery","type":"article-journal","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0021437","volume":"6"},
  {"id":"lehmannWarEvolution2008a","abstract":"Tribal war occurs when a coalition of individuals use force to seize reproduction-enhancing resources, and it may have affected human evolution. Here, we develop a population-genetic model for the coevolution of costly male belligerence and bravery when war occurs between groups of individuals in a spatially subdivided population. Belligerence is assumed to increase an actor's group probability of trying to conquer another group. An actor's bravery is assumed to increase his group's ability to conquer an attacked group. We show that the selective pressure on these two traits can be substantial even in groups of large size, and that they may be driven by two independent reproduction-enhancing resources: additional mates for males and additional territory (or material resources) for females. This has consequences for our understanding of the evolution of intertribal interactions, as hunter-gatherer societies are well known to have frequently raided neighbouring groups from whom they appropriated territory, goods and women.","accessed":{"date-parts":[[2020,4,3]]},"author":[{"family":"Lehmann","given":"Laurent"},{"family":"Feldman","given":"Marcus W"}],"container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proceedings of the Royal Society B: Biological Sciences","DOI":"10.1098/rspb.2008.0842","issue":"1653","issued":{"date-parts":[[2008,12,22]]},"page":"2877-2885","publisher":"Royal Society","source":"royalsocietypublishing.org (Atypon)","title":"War and the evolution of belligerence and bravery","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/full/10.1098/rspb.2008.0842","volume":"275"},
  {"id":"patelCrystalToxins2019","abstract":"The growth and virulence of the bacteria Bacillus thuringiensis depend on the production of Cry toxins, which are used to perforate the gut of its host. Successful invasion of the host relies on producing a threshold amount of toxin, after which there is no benefit from producing more toxin. Consequently, the production of Cry toxin appears to be a different type of social problem compared with the public goods scenarios that bacteria usually encounter. We show that selection for toxin production is a volunteer's dilemma. We make specific predictions that (a) selection for toxin production depends upon an interplay between the number of bacterial cells that each host ingests and the genetic relatedness between those cells; (b) cheats that do not produce toxin gain an advantage when at low frequencies, and at high bacterial density, allowing them to be maintained in a population alongside toxin-producing cells. More generally, our results emphasize the diversity of the social games that bacteria play.","accessed":{"date-parts":[[2019,9,20]]},"author":[{"family":"Patel","given":"Matishalin"},{"family":"Raymond","given":"Ben"},{"family":"Bonsall","given":"Michael B."},{"family":"West","given":"Stuart A."}],"container-title":"Journal of Evolutionary Biology","DOI":"10.1111/jeb.13415","ISSN":"1420-9101","issue":"4","issued":{"date-parts":[[2019]]},"language":"en","page":"310-319","source":"Wiley Online Library","title":"Crystal toxins and the volunteer's dilemma in bacteria","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/jeb.13415","volume":"32"},
  {"id":"patelKinDiscrimination2020","accessed":{"date-parts":[[2020,2,11]]},"author":[{"family":"Patel","given":"Matishalin"},{"family":"West","given":"Stuart A."},{"family":"Biernaskie","given":"Jay M."}],"container-title":"Evolution Letters","DOI":"10.1002/evl3.150","ISSN":"20563744","issue":"1","issued":{"date-parts":[[2020,2]]},"language":"en","page":"65-72","source":"Crossref","title":"Kin discrimination, negative relatedness, and how to distinguish between selfishness and spite","type":"article-journal","URL":"http://doi.wiley.com/10.1002/evl3.150","volume":"4"},
  {"id":"ResourceDependence","accessed":{"date-parts":[[2021,6,23]]},"title":"A resource dependence perspective on intergroup conflict: The synthesis of two theories - McCarthy - 2018 - Journal of Theoretical Social Psychology - Wiley Online Library","type":"webpage","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/jts5.22"},
  {"id":"ruschEvolutionaryInterplay2014","abstract":"Drawing on an idea proposed by Darwin, it has recently been hypothesized that violent intergroup conflict might have played a substantial role in the evolution of human cooperativeness and altruism. The central notion of this argument, dubbed ‘parochial altruism’, is that the two genetic or cultural traits, aggressiveness against the out-groups and cooperativeness towards the in-group, including self-sacrificial altruistic behaviour, might have coevolved in humans. This review assesses the explanatory power of current theories of ‘parochial altruism’. After a brief synopsis of the existing literature, two pitfalls in the interpretation of the most widely used models are discussed: potential direct benefits and high relatedness between group members implicitly induced by assumptions about conflict structure and frequency. Then, a number of simplifying assumptions made in the construction of these models are pointed out which currently limit their explanatory power. Next, relevant empirical evidence from several disciplines which could guide future theoretical extensions is reviewed. Finally, selected alternative accounts of evolutionary links between intergroup conflict and intragroup cooperation are briefly discussed which could be integrated with parochial altruism in the future.","accessed":{"date-parts":[[2020,11,11]]},"author":[{"family":"Rusch","given":"Hannes"}],"container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc Biol Sci","DOI":"10.1098/rspb.2014.1539","ISSN":"0962-8452","issue":"1794","issued":{"date-parts":[[2014,11,7]]},"PMCID":"PMC4211448","PMID":"25253457","source":"PubMed Central","title":"The evolutionary interplay of intergroup conflict and altruism in humans: a review of parochial altruism theory and prospects for its extension","title-short":"The evolutionary interplay of intergroup conflict and altruism in humans","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4211448/","volume":"281"},
  {"id":"ruschEvolutionaryInterplay2014a","abstract":"Drawing on an idea proposed by Darwin, it has recently been hypothesized that violent intergroup conflict might have played a substantial role in the evolution of human cooperativeness and altruism. The central notion of this argument, dubbed ‘parochial altruism’, is that the two genetic or cultural traits, aggressiveness against the out-groups and cooperativeness towards the in-group, including self-sacrificial altruistic behaviour, might have coevolved in humans. This review assesses the explanatory power of current theories of ‘parochial altruism’. After a brief synopsis of the existing literature, two pitfalls in the interpretation of the most widely used models are discussed: potential direct benefits and high relatedness between group members implicitly induced by assumptions about conflict structure and frequency. Then, a number of simplifying assumptions made in the construction of these models are pointed out which currently limit their explanatory power. Next, relevant empirical evidence from several disciplines which could guide future theoretical extensions is reviewed. Finally, selected alternative accounts of evolutionary links between intergroup conflict and intragroup cooperation are briefly discussed which could be integrated with parochial altruism in the future.","accessed":{"date-parts":[[2021,4,15]]},"author":[{"family":"Rusch","given":"Hannes"}],"container-title":"Proceedings of the Royal Society B: Biological Sciences","container-title-short":"Proc Biol Sci","DOI":"10.1098/rspb.2014.1539","ISSN":"0962-8452","issue":"1794","issued":{"date-parts":[[2014,11,7]]},"PMCID":"PMC4211448","PMID":"25253457","source":"PubMed Central","title":"The evolutionary interplay of intergroup conflict and altruism in humans: a review of parochial altruism theory and prospects for its extension","title-short":"The evolutionary interplay of intergroup conflict and altruism in humans","type":"article-journal","URL":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4211448/","volume":"281"},
  {"id":"sheppardIntragroupCompetition2018","abstract":"Individual foraging specialisation has important ecological implications, but its causes in group-living species are unclear. One of the major consequences of group living is increased intragroup competition for resources. Foraging theory predicts that with increased competition, individuals should add new prey items to their diet, widening their foraging niche (‘optimal foraging hypothesis’). However, classic competition theory suggests the opposite: that increased competition leads to niche partitioning and greater individual foraging specialisation (‘niche partitioning hypothesis’). We tested these opposing predictions in wild, group-living banded mongooses (Mungos mungo), using stable isotope analysis of banded mongoose whiskers to quantify individual and group foraging niche. Individual foraging niche size declined with increasing group size, despite all groups having a similar overall niche size. Our findings support the prediction that competition promotes niche partitioning within social groups and suggest that individual foraging specialisation may play an important role in the formation of stable social groupings.","accessed":{"date-parts":[[2020,2,15]]},"author":[{"family":"Sheppard","given":"C. E."},{"family":"Inger","given":"R."},{"family":"Macdonald","given":"R."},{"family":"Barker","given":"S."},{"family":"Jackson","given":"A."},{"family":"Thompson","given":"F."},{"family":"Vitikainen","given":"E."},{"family":"Cant","given":"M. A."},{"family":"Marshall","given":"H."}],"DOI":"10.1111/ele.12933","ISSN":"1461-023X","issued":{"date-parts":[[2018,3,14]]},"language":"en","source":"ore.exeter.ac.uk","title":"Intragroup competition predicts individual foraging specialisation in a group-living mammal","type":"article-journal","URL":"https://ore.exeter.ac.uk/repository/handle/10871/31413"},
  {"id":"thompsonCausesConsequences2017","abstract":"Conflict between groups is a notable feature of many animal societies. Recent theoretical models suggest that violent intergroup conflict can shape patterns of within-group cooperation. However, despite its prevalence in social species, the adaptive significance of violent intergroup conflict has been little explored outside of humans and chimpanzees, Pan troglodytes. A barrier to current understanding of the role of intergroup conflict in the evolution of social behaviour is a lack of information on the causes and consequences of aggression between groups. Here, we examined the causes and fitness consequences of intergroup conflict in the banded mongoose, Mungos mungo, using a 16-year data set of observed intergroup interactions, life history and behaviour. Banded mongooses are cooperative breeders that live in highly territorial groups and engage in frequent, aggressive and violent intergroup interactions. We found that intensified population-wide competition for food and mates increased the probability of intergroup interactions, and that increased intergroup conflict was associated with periods in which groups were growing in size. Intergroup conflict had fitness costs in terms of reduced litter and adult survival but no cost to pregnant females: in fact, females were less likely to abort following an intergroup interaction than when there had been no recent intergroup conflict. Our results suggest that intergroup conflict has measurable costs to both individuals and groups in the long and short term, and that levels of conflict among groups could be high enough to affect patterns of within-group cooperative behaviour. Establishing the consequences of intergroup conflict in cooperative species can shed light on patterns of conflict and cooperation within groups and, in turn, facilitate our understanding of social evolution.","accessed":{"date-parts":[[2020,2,15]]},"author":[{"family":"Thompson","given":"F. J."},{"family":"Marshall","given":"H. H."},{"family":"Vitikainen","given":"E. I. K."},{"family":"Cant","given":"M. A."}],"DOI":"10.1016/j.anbehav.2017.01.017","ISSN":"0003-3472","issued":{"date-parts":[[2017,2,24]]},"language":"en","source":"ore.exeter.ac.uk","title":"Causes and consequences of intergroup conflict in cooperative banded mongooses","type":"article-journal","URL":"https://ore.exeter.ac.uk/repository/handle/10871/26227"},
  {"id":"thompsonExplainingNegative2017a","accessed":{"date-parts":[[2020,6,19]]},"author":[{"family":"Thompson","given":"Faye J."},{"family":"Cant","given":"Michael A."},{"family":"Marshall","given":"Harry H."},{"family":"Vitikainen","given":"Emma I. K."},{"family":"Sanderson","given":"Jennifer L."},{"family":"Nichols","given":"Hazel J."},{"family":"Gilchrist","given":"Jason S."},{"family":"Bell","given":"Matthew B. V."},{"family":"Young","given":"Andrew J."},{"family":"Hodge","given":"Sarah J."},{"family":"Johnstone","given":"Rufus A."}],"container-title":"Proceedings of the National Academy of Sciences","DOI":"10.1073/pnas.1612235114","ISSN":"0027-8424, 1091-6490","issue":"20","issued":{"date-parts":[[2017,5,16]]},"language":"en","page":"5207-5212","source":"Crossref","title":"Explaining negative kin discrimination in a cooperative mammal society","type":"article-journal","URL":"http://www.pnas.org/lookup/doi/10.1073/pnas.1612235114","volume":"114"},
  {"id":"thompsonIndividualDemographic2017","accessed":{"date-parts":[[2020,2,8]]},"author":[{"family":"Thompson","given":"Faye J."},{"family":"Marshall","given":"Harry H."},{"family":"Vitikainen","given":"Emma I.K."},{"family":"Young","given":"Andrew J."},{"family":"Cant","given":"Michael A."}],"container-title":"Animal Behaviour","DOI":"10.1016/j.anbehav.2017.10.009","ISSN":"00033472","issued":{"date-parts":[[2017,12]]},"language":"en","page":"103-112","source":"Crossref","title":"Individual and demographic consequences of mass eviction in cooperative banded mongooses","type":"article-journal","URL":"https://linkinghub.elsevier.com/retrieve/pii/S0003347217303354","volume":"134"},
  {"id":"vilaUncoveringRules2019","abstract":"Model simulations incorporating ecological and evolutionary processes uncover five general rules that describe invasions in microbial communities.","accessed":{"date-parts":[[2019,9,20]]},"author":[{"family":"Vila","given":"Jean C. C."},{"family":"Jones","given":"Matt L."},{"family":"Patel","given":"Matishalin"},{"family":"Bell","given":"Tom"},{"family":"Rosindell","given":"James"}],"container-title":"Nature Ecology & Evolution","container-title-short":"Nat Ecol Evol","DOI":"10.1038/s41559-019-0952-9","ISSN":"2397-334X","issue":"8","issued":{"date-parts":[[2019,8]]},"language":"en","page":"1162-1171","source":"www.nature.com","title":"Uncovering the rules of microbial community invasions","type":"article-journal","URL":"https://www.nature.com/articles/s41559-019-0952-9","volume":"3"}
]
